xml/request/formatReceiptsRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:open="http://oss.dbc.dk/ns/openfindorder">
   <soapenv:Header/>
   <soapenv:Body>
      <open:formatReceiptRequest>
         <!--Optional:-->
         <open:authentication>
            <open:groupIdAut>?</open:groupIdAut>
            <open:passwordAut>?</open:passwordAut>
            <open:userIdAut>?</open:userIdAut>
         </open:authentication>
         <open:json>?</open:json>
         <!--Optional:-->
         <open:outputType>?</open:outputType>
         <!--Optional:-->
         <open:callback>?</open:callback>
      </open:formatReceiptRequest>
   </soapenv:Body>
</soapenv:Envelope>
